[English]
mb_tmAnJin=Select jingle to be announ&ced...
mbtAbout=A&bout...
mbtDn=Next Palette
mbtExit=E&xit
mbtHelp=&Help...
mbtNew=Stop and &Empty Palette
mbtSave=&Save Current Palette
mbtSettings=Se&ttings...
mbtStop=STOP ALL
mbtUp=Previous Palette
mckAssign=&Assign Jingle To Button
mckAssVol=Assign new Volume level to Jingle
mckAutoMix=Auto &Mix
mckAutoRep=Auto&repeat
mckLoopI=Assign/Clear &Loop Mode
mckMixByTa=Auto Mix by Time Announce
mckPlayStream=Play Remote Location
mckTmAnn=Time A&nnounce
mckTouch=Touc&h Play
mlblRemLoc=Remote location URL:
mlblL=L
mlblSecond=Second:
mlblMinute=Minute:
mlblDelay=Jingle delay (s):
mlblR=R
mlblVole=The volume level for 
mmnuAss=Assign Jingle
mmnuClr=Clear Button
mmnuLoop=Set/Clear Loop Mode
mmnuPause=Pause
mmnuPlay=Play
mmnuTa=Assign to Time Announce
mmnuVol=Assign Volume Level
mTabCt0=Palettes
mTabCt1=Time Announce
mTabCt2=Play Stream
mTabCt3=Settings
mVolSave=Save Volume
mTaReady=Time will be a&nnounced at: 
mTaLater=seconds later
mStrCon=Connecting...
mStrPla1=Playing '
mStrPla2=' from remote location
mStrNoAd=Invalid address
mStrNoCo=Not connected
mStrPla=Playing from remote location
mStrEr20=Invalid URL address specified
mStrEr2=The remote file could not be opened
mStrEr32=No internet connection could be opened
mStrEr40=The server did not respond within the timeout period
mStrEr41=The stream format is not recognised
mStrEr6=The sample format is not supported by the output device
mStrEr1=There is insufficent memory
mStrEr21=Couldn't initialize 3D support for the stream
mStrEr-1=Unknown error
mStrEr=Error number: 
mError=Error
mMsdp=Are you sure you want to delete the palette '
mMsdb=Are you sure you want to clear the button?
mPlay=Play
mStop=Stop
mPause=Pause
mResume=Resume
mAutorep=Autorepeat
mTouch=Touch
mLoopS=Set Loop Mode
mLoopC=Clear Loop Mode
mDlgType=Jingles
mDlgAsTa=Select Jingle to be assigned to time announcement
mDlgAsBu=Select Jingle to be assigned to selected button

sbtCancel=Cancel
sbtOK=OK
sCkErrLog=Save all errors to "Error.log" file
sfrmSett=Configuration Settings
slblDispRef=Display refresh time (ms):
slblGenVol=General Volume:
slblTasig=Time announcing signal:
slblTDformat=Time display format:
slblDDformat=Date display format:
slblRemWar=Remaining warning time (s):
slblRemCol=Remaining warning color:
slblAmx=Auto Mix time (ms):
slblProcPri=Process Priority Thread:
slblDevice=Output Device:
slblLang=Interface Language:
sTabSt0=Display 
sTabSt1=Audio   
sTabSt2=Others  
sMsdev=You selected a new device, all outputs will stop and reinitialize.
sMspr1=Setting the Process Priority Thread to Time Critical
sMspr2=is dangerous to the system stability.
sMspr3=Are you sure you want to do this?
sMspr4=WARNING
ckOnTop=Always On Top of all the other windows

alblLic=This program is free software and may be distributed as is, without warranty of any kind. The author shall not be responsible for anything that the program does, either good or bad, including hardware or software damage, or broadcast errors. Please use the program at your own risk.
afrmAbout=About Jingle Palette
acmdOK=OK
alblCop=This program is using the 
alblDescription0=This is an instant jingle player designed for radio studios.
alblDescription1=Created by:
alblDescription2=Email:
alblDescription3=Web:
alblThx=Special thanks to:
afraAbt=Information
alblIntLang=English interface by: Horváth Árkosi Róbert


[Magyar]
mb_tmAnJin=Válasszon egy szignált a pontos időjelzés végére...
mbtAbout=Névjegy...
mbtDn=Következő Paletta
mbtExit=Kilépés
mbtHelp=Súgó...
mbtNew=Stop és Tiszta Paletta
mbtSave=Paletta mentése
mbtSettings=Beállítások...
mbtStop=CSEND!
mbtUp=Előbbi Paletta
mckAssign=Szignál kiválasztása
mckAssVol=Szignál hangereje
mckAutoMix=Auto Keverő
mckAutoRep=Autoismétlő
mckLoopI=Ciklikus mód Ki/Be
mckMixByTa=Idozitő kikeveri
mckPlayStream=Távoli felvétel lejátszása
mckTmAnn=Pontos időjelzés
mckTouch=Érintéses
mlblRemLoc=Távoli felvétel helye:
mlblL=B
mlblSecond=Másod perc:
mlblMinute=Perc:
mlblDelay=Késlelt etés(mp):
mlblR=J
mlblVole=Hengerő
mmnuAss=Uj szignál
mmnuClr=Üres gomb
mmnuLoop=Ciklikus mód Ki/Be
mmnuPause=Szünet
mmnuPlay=Lejátszás
mmnuTa=Tedd az időzitéshez
mmnuVol=Hangerő állitás
mTabCt0=Paletták
mTabCt1=Időzités
mTabCt2=Távoli felvétel
mTabCt3=Beállítások
mVolSave=Hangerő Mentése
mTaReady=A pontos idő ekkor lesz jelezve:
mTaLater=másodperccel késobb
mStrCon=Kapcsolás...
mStrPla1='
mStrPla2=' élőben a távoli szerverről
mStrNoAd=Hibás cím
mStrNoCo=Nincs kapcsolat
mStrPla=Lejátszás távoli szerverről
mStrEr20=A megadott cím hibás
mStrEr2=A távolban lévő fájl nem megnyitható
mStrEr32=Nincs internetes kapcsolat
mStrEr40=A szerver nem válaszolt a várt idő alatt
mStrEr41=A közvetítés formátuma ismeretlen
mStrEr6=A lejátszás nem lehetséges a kimeneten
mStrEr1=Nincs elég memória
mStrEr21=A közvetitéshez szükséges 3D nem kapcsolható be
mStrEr-1=Ismeretlen hiba
mStrEr=Hibaszám: 
mError=Hiba
mMsdp=Biztos abban, hogy le akarja törölni a palettát: '
mMsdb=Biztos abban, hogy ki akarja dobni a gomb tartalmát ezen a palettán?
mPlay=Indít
mStop=Stop
mPause=Szünetel
mResume=Folytat
mAutorep=Újrakezd
mTouch=Érint
mLoopS=Ciklikus Mód Be
mLoopC=Ciklikus Mód Ki
mDlgType=Szignálok
mDlgAsTa=Válassza ki a kívánt szignált a pontos idő utánra
mDlgAsBu=Válassza ki a kívánt szignált a kijelölt gombra

sbtCancel=Mégse
sbtOK=OK
sCkErrLog=Minden hiba mentése az "Error.log" fájl-ba
sfrmSett=Részletezett Beállítások
slblDispRef=Megjelenítő frissítése (ms):
slblGenVol=Általános hangerő:
slblTasig=Időzitett szignál:
slblTDformat=Óra formátum:
slblDDformat=Dátum formátum:
slblRemWar=Hátramaradt idő jelzése (mp):
slblRemCol=Hátramaradt idő jelzés színe:
slblAmx=Autokeverés ideje (ms):
slblProcPri=Processz prioritása:
slblDevice=Kimeneti hangkártya:
slblLang=Interfész nyelve:
sTabSt0=Kijelző 
sTabSt1=Hang 
sTabSt2=Más
sMsdev=Új kimeneti készüléket választott, a lejátszás megáll és újrainicializál.
sMspr1=A processz prioritását Time Critical-ra tenni
sMspr2=veszélyes lehet a rendszer stabilitására.
sMspr3=Biztos, hogy ezt kívánja tenni?
sMspr4=FIGYELEM
ckOnTop=Legyen mindig látható a többi ablak előtt

alblLic=Ez a program ingyenes szoftver és szabadon terjeszthető úgy ahogy van, semmiféle garanciával. A szerző nem vonható felelőségre semmilyen károkért(szoftver, hardver vagy adás) amiket a program esetleges használata okozhat. Kizárólag csak saját felelőségre használható.
afrmAbout=Jingle Palette Névjegy
acmdOK=OK
alblCop=Ez a program használatba veszi a 
alblDescription0=Ez egy instant szignál lejátszó rádióstudióknak
alblDescription1=Készítette:
alblDescription2=Email:
alblDescription3=Web:
alblThx=Különös köszönet:
afraAbt=Információ
alblIntLang=Magyarítást készítette: Horváth Árkosi Róbert


[Nederlands]
mb_tmAnJin=Selecteer jingle om af te spelen...
mbtAbout=Over Jingle Palette
mbtDn=Volgend Palet
mbtExit=Afsluiten
mbtHelp=Help...
mbtNew=Stoppen en Palet Leegmaken
mbtSave=Sla huidig palet op
mbtSettings=Instellingen...
mbtStop=STOP ALLES
mbtUp=Vorig Palet
mckAssign=Voeg Jingle aan knop toe
mckAssVol=Stel Jingle volume in
mckAutoMix=Auto Mix
mckAutoRep=Autoherhaal
mckLoopI=Zet Lus Mode Aan/Uit
mckMixByTa=Auto Mix bij Tijd Signaal
mckPlayStream=Speel locatie af
mckTmAnn=Tijd Signaal
mckTouch=Aanraken en spelen
mlblRemLoc=Locatie Link:
mlblL=L
mlblSecond=Seconden:
mlblMinute=Minuten:
mlblDelay=Jingle vertraging (s):
mlblR=R
mlblVole=Het Volume voor 
mmnuAss=Stel Jingle in
mmnuClr=Maak knop leeg
mmnuLoop=Lus Mode Aan/Uit
mmnuPause=Pauze
mmnuPlay=Afspelen
mmnuTa=Stel in voor Tijd Signaal
mmnuVol=Stel Volume in
mTabCt0=Palets
mTabCt1=Tijd Signaal
mTabCt2=Speel locatie af
mTabCt3=Instellingen
mVolSave=Sla volume op
mTaReady=Tijd Signaal wordt gespeelt om:
mTaLater=seconden later
mStrCon=Verbinden...
mStrPla1=Afspelen '
mStrPla2=' vanaf locatie
mStrNoAd=Ongeldige locatie
mStrNoCo=Niet verbonden
mStrPla=Afspelen vanaf locatie
mStrEr20=Ongeldige locatie ingevoerd
mStrEr2=De locatie kan niet worden geopend
mStrEr32=Er kan geen internet verbinding worden geopend
mStrEr40=De server gaf geen antwoord binnen de tijd
mStrEr41=De soort verbinding wordt niet herkend
mStrEr6=De soort verbinding kan niet worden verwerkt
mStrEr1=Er is niet genoeg geheugen
mStrEr21=Kan geen 3D verbinding to stand brengen
mStrEr-1=Onbekende fout
mStrEr=Fout nummer: 
mError=Fout
mMsdp=Weet je zeker dat je de palet wilt verwijderen '
mMsdb=Weet je zeker dat je de knop wilt leegmaken?
mPlay=Afspelen
mStop=Stoppen
mPause=Pauze
mResume=Hervatten
mAutorep=Autoherhalen
mTouch=Aanraken
mLoopS=Zet herhaal mode aan
mLoopC=Zet herhaal mode uit
mDlgType=Jingles
mDlgAsTa=Selecteer Jingle om af te spelen bij tijd signaal
mDlgAsBu=Selecteer Jingle om af te spelen bij geselecteerd knop

sbtCancel=Annuleren
sbtOK=OK
sCkErrLog=Sla fouten op in Error.log bestand
sfrmSett=Configuratie Instellingen
slblDispRef=Vernieuwen iedere (ms):
slblGenVol=Algemeen Volume:
slblTasig=Tijd singaal:
slblTDformat=Tijd weergave:
slblDDformat=Datum weergave:
slblRemWar=Resterende waarschuwing tijd (s):
slblRemCol=Resterende waarschuwing kleur:
slblAmx=Auto mix tijd (ms):
slblProcPri=Prioriteit Instellen:
slblDevice=Uitvoer apparaat:
slblLang=Taal:
sTabSt0=Weergave 
sTabSt1=Geluid   
sTabSt2=Extra  
sMsdev=Je hebt een nieuw apparaat gekozen, alle uitvoer wordt gestopt en opnieuw ingesteld.
sMspr1=Waarschuwing: het wijzigen van de prioriteitenklasse van dit proces kan
sMspr2=ongewenste resultaten hebben, zoals een instabiel systeem.
sMspr3=Weet u zeker dat u de prioriteitenklasse wilt wijzigen?
sMspr4=WAARSCHUWING
ckOnTop=Altijd bovenop alle andere vensters

alblLic=Dit programma is gratis en mag verspreidt worden zoals hij is, zonder garantie van werking. De maker is niet verantwoordelijk voor hetgeen het programma doet, in de goede of kwade zin, zoals hardware of software beschadiging, of fouten tijdens uitzendingen. Gebruik van het programma is op eigen risico.
afrmAbout=Over Jingle Palette
acmdOK=OK
alblCop=Dit programma gebruikt de 
alblDescription0=Dit is een Jingle speler ontworpen voor gebruik in radio studio's.
alblDescription1=Gemaakt door:
alblDescription2=Email:
alblDescription3=Internet:
alblThx=Speciale dank aan:
afraAbt=Informatie
alblIntLang=Nederlandse vertaling door: Mark ter Veer



[Română]
mb_tmAnJin=Alegeţi Jingle-ul de după ora exactă...
mbtAbout=Despre...
mbtDn=Următoara Paletă
mbtExit=Ieşire
mbtHelp=Ajutor...
mbtNew=Stop şi Paletă Goală
mbtSave=&Salvează Paleta curentă
mbtSettings=Setări...
mbtStop=STOP
mbtUp=Paleta Anterioară
mckAssign=&Asignează un Jingle la Button
mckAssVol=Asignează volum la Jingle
mckAutoMix=Auto &Mix
mckAutoRep=Auto&repetiţie
mckLoopI=Pune/Şterge Mod Ciclic
mckMixByTa=Mixat cu Ora Exactă la Ieşire
mckPlayStream=Redare de pe server
mckTmAnn=Ora Exactă
mckTouch=Atingere
mlblRemLoc=Adresa pe server:
mlblL=S
mlblSecond=Secunde:
mlblMinute=Minute:
mlblDelay=Întârziere jingle:
mlblR=D
mlblVole=Volumul pentru 
mmnuAss=Asignează Jingle
mmnuClr=Şterge Buton
mmnuLoop=Pune/Şterge Mod Ciclic
mmnuPause=Pauză
mmnuPlay=Porneşte
mmnuTa=Pune după Ora Exactă
mmnuVol=Asignează volum
mTabCt0=Palete
mTabCt1=Ora Exactă
mTabCt2=Redare Server
mTabCt3=Setări
mVolSave=Salvează Volum
mTaReady=Ora exactă va demara la: 
mTaLater=secunde mai târziu
mStrCon=Conectare...
mStrPla1=În direct '
mStrPla2=' de pe server
mStrNoAd=Adresa incorectă
mStrNoCo=Neconectat
mStrPla=Redare de la server
mStrEr20=Adresa URL Invalidă
mStrEr2=Fişierul de la adresa specificată u poate fi deschis
mStrEr32=Nu se poate deschide conexiunea la internet
mStrEr40=Serverul nu a răspuns în intervalul de timp maximal
mStrEr41=Formatul stream-ului nu e recunoscut
mStrEr6=Formatul de eşantionare nu e suportat de placa de sunet
mStrEr1=Memorie insuficientă
mStrEr21=Suportul 3D nu se poate iniţializa
mStrEr-1=Eroare necunoscută
mStrEr=Eroare nr: 
mError=Eroare
mMsdp=Sigur doriţi să ştergeţi paleta '
mMsdb=Sigur doriţi să ştergeţi butonul?
mPlay=Redare
mStop=Stop
mPause=Pauză
mResume=Continuă redarea
mAutorep=Autorepetiţie
mTouch=Atingere
mLoopS=Setare mod Ciclic
mLoopC=Şterge mod Ciclic
mDlgType=Jingle-uri
mDlgAsTa=Alegeţi semnalul pentru ora exactă
mDlgAsBu=Alegeţi jingle-ul care să fie asignat butonului

sbtCancel=Revocare
sbtOK=OK
sCkErrLog=Salvarea erorilor în "Error.log"
sfrmSett=Setări de configurare
slblDispRef=Viteza de reîmprospătare (ms):
slblGenVol=Volum general:
slblTasig=Semnalul orei exacte:
slblTDformat=Formatul orei:
slblDDformat=Formatul datei:
slblRemWar=Atenţionare timp rămas (s):
slblRemCol=Cularea atenţionării:
slblAmx=Durata automixajului (ms):
slblProcPri=Prioritatea Procesului CPU:
slblDevice=Placa de sunet:
slblLang=Limbajul interfeţei:
sTabSt0=Afişare 
sTabSt1=Audio   
sTabSt2=Altele  
sMsdev=Aţi ales o placă de sunet nouă, toate ieşirile se vor opri şi reiniţializa.
sMspr1=Setarea priorităţii pe Time Critical poate
sMspr2=fi periculoasă pentru stabilitatea sistemului.
sMspr3=Sigur doriţi asta?
sMspr4=ATENŢIE
ckOnTop=Deasupra tuturor celorlalte ferestre

alblLic=Acest program este gratuit şi poate fi distribuit aşa cum este, fără nici un fel de garanţie. Autorul programului nu este responsabil pentru orice fel de evenimente cauzate de program, inclusiv defecte hardware sau software, sau erori de emisie. Programul poate fi folosit doar pe propria răspundere.
afrmAbout=Despre Jingle Palette
acmdOK=OK
alblCop=Acest progam foloseşte 
alblDescription0=Acesta este un program de redat jingle-uri în studiourile radio.
alblDescription1=Creat de:
alblDescription2=Email:
alblDescription3=Web:
alblThx=Mulţumiri speciale:
afraAbt=Informaţii
alblIntLang=Interfaţa română de: Horváth Árkosi Róbert

[French]
mb_tmAnJin=Jingle a jouer après
mbtAbout=À Propos
mbtDn=Palette suivante
mbtExit=E&xit
mbtHelp=Aide
mbtNew=Nouvelle palette
mbtSave=Sauver la palette
mbtSettings=Options
mbtStop=STOP ALL
mbtUp=Palette précédante
mckAssign=Charger jingle
mckAssVol=Changer volume
mckAutoMix=Auto &Mix
mckAutoRep=Auto&repeat
mckLoopI=&Loop Mode
mckMixByTa=Auto Mix avec top horaire
mckPlayStream=Start Stream
mckTmAnn=Top horaire
mckTouch=Touc&h Play
mlblRemLoc=Stream URL:
mlblL=L
mlblSecond=Secondes:
mlblMinute=Minutes:
mlblDelay=Retard Jingle (s):
mlblR=R
mlblVole=Volume de
mmnuAss=Charger jingle
mmnuClr=Clear Button
mmnuLoop=Loop Mode
mmnuPause=Pause
mmnuPlay=Play
mmnuTa=Toper avec retard
mmnuVol=Changer le volume
mTabCt0=Palettes
mTabCt1=Top horaire
mTabCt2=Play Stream
mTabCt3=Options
mVolSave=Sauver le volume
mTaReady=Top horaire à:
mTaLater=secondes plus tard
mStrCon=Connecting...
mStrPla1=Playing '
mStrPla2=' from remote location
mStrNoAd=Invalid address
mStrNoCo=Not connected
mStrPla=Playing from remote location
mStrEr20=Invalid URL address specified
mStrEr2=The remote file could not be opened
mStrEr32=No internet connection could be opened
mStrEr40=The server did not respond within the timeout period
mStrEr41=The stream format is not recognised
mStrEr6=The sample format is not supported by the output device
mStrEr1=There is insufficent memory
mStrEr21=Couldn't initialize 3D support for the stream
mStrEr-1=Unknown error
mStrEr=Error number:
mError=Error
mMsdp=etes vous sure de vouloir suppimer la palette ' ?
mMsdb=etes vous sure de vouloir effacer le jingle?
mPlay=Play
mStop=Stop
mPause=Pause
mResume=Resume
mAutorep=Autorepeat
mTouch=Touch
mLoopS=Loop Mode: off
mLoopC=Loop Mode: on
mDlgType=Jingles
mDlgAsTa=séletionner le topage
mDlgAsBu=Charger jingle

sbtCancel=Cancel
sbtOK=OK
sCkErrLog=Save all errors to "Error.log" file
sfrmSett=Configuration Settings
slblDispRef=Display refresh time (ms):
slblGenVol=General Volume:
slblTasig=Time announcing signal:
slblTDformat=Time display format:
slblDDformat=Date display format:
slblRemWar=Remaining warning time (s):
slblRemCol=Remaining warning color:
slblAmx=Auto Mix time (ms):
slblProcPri=Process Priority Thread:
slblDevice=Output Device:
slblLang=Interface Language:
sTabSt0=Display 
sTabSt1=Audio   
sTabSt2=Others  
sMsdev=You selected a new device, all outputs will stop and reinitialize.
sMspr1=Setting the Process Priority Thread to Time Critical
sMspr2=is dangerous to the system stability.
sMspr3=Are you sure you want to do this?
sMspr4=WARNING
ckOnTop=Always On Top of all the other windows

alblLic=This program is free software and may be distributed as is, without warranty of any kind. The author shall not be responsible for anything that the program does, either good or bad, including hardware or software damage, or broadcast errors. Please use the program at your own risk.
afrmAbout=About Jingle Palette
acmdOK=OK
alblCop=This program is using the 
alblDescription0=This is an instant jingle player designed for radio studios.
alblDescription1=Created by:
alblDescription2=Email:
alblDescription3=Web:
alblThx=Special thanks to:
afraAbt=Information
alblIntLang=Interface francaise par: "idfm idfm"
